Repository: mozilla-l10n/mt-training-data
Catalog: bas/bas_pontoon.tmx
Source language: en_us
Languages: bas

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
bas: Tatoeba a yé nlume u toga i mayaa ma mintôñ mi bibuk, minhyelaga, ni bipôdôl bi nyo bi mbôñla i yigil i mahop. Ini ngédek i gwéé bipôdôl bi nyo bi hop u ñgisi bi bet-loñ ba biodol bomede.

source: TED-LIUM Corpus
bas: TED-LIUM Liñgund

source: Terms
bas: Mayegna

source: Thanks for confirming your account, now let's build your profile.
bas: Mayéga le u ñkémhe libôñ joñ, naano, di bôdôl ni ôñ liyimbne joñ.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
bas: Ni ñgôô i 250 ma dikôô ni 09 ma basañge makiñ ba lôlak ilel 50 ma biloñ, mini minje mi so bôñla inyu liniiga bibañ bi biñgwel likeñge li makiñ lelaa bi nla tibil solol ni nigle makiñ ma bôt ba binam.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
bas: Mayéga le u ñôde kiñ! <lineBreak></lineBreak> Nano, sie ndi wa sule dikékét tjoñ di makiñ.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
bas: Di nti we mayéga inyu ndun u nyoñ inyu isañge kiñ yoñ ni hop u { $lang }. Nduña yés iyé le hiki hop u ba ñḱóobaga inyu lisañge makiñ; di gatilna bij́o bi ini yum i bôlô mél. Ibale u yé le u gwés sañge kiň yoň, tila njañ i mél yoň hana i si.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download.
bas: Soñ i Dikékét di Makiñ i gwéé dikékét di makiñ diyé le di bijôp bé ikédé mayaa ma Common Voice. Nlélém kiki mayaa momede, Soñ i Dikékét di Makiñ iyé kunde le mut a ket minje mu.

source: The clip has disrespectful or offensive language.
bas: I ntôñ u bibuk unu, u yé diyana tole nyumbi.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
bas: Mayaa ma makiñ ma Common Voice ma njéhne sadaga nyum u lisolol makiñ u Mozilla le Deep Speech. Lipamak li bisu li Deep Speeh li bé i sôñ maye-sép i nwii 2017 ; ibôdôl yokel mahol mé ma ñke nii bisu. Di nsép le Mayaa ma makiñ ntôn ni sadaga likeñge li isolol makiñ bi tiba mbôô limut. Bot yés i ñem i yé le makeñge mana ma gahôla bahôlôs makeñge le ba pémés mbuu i matam ni i minsélél.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech, which you can use to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
bas: Mayaa ma makiñ ma Common Voice ma njéhne sadaga nyum u lisolol makiñ u yé jôl le Deep Speech, i mut a nla bôñôl inyu ihôlôs bibañ mi lisolol to linigle makiñ ma bôt. Añ <githubLink>Semkwep ndoñ i Github</githubLink> tole lo koba bés i <discourseLink>Juu li nkwel li DeepSpeech</discourseLink> inyu likôhna biniigana ihet u bôdle.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
bas: Mayaa ma makiñ ma Common Voice ma gwéé didun-ndi-didun di dihéga di makiñ, di nhôla bahôlôs makeñge le ba hôlôs bikey bi nsolol ni linigle makiñ.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
bas: Mayaa ma minje ma Common Voice ma yé i mbamba ni kunde le himut a nla gwélél mo inyu ihôlôs nyandinya i makeñge ma makiñ. Di gwéé nduña le basañge makiñ jam libe litômla bañ bo, inyu hala nyen di nyegsa himut nu a ñket minje i mayaa ma Common Voice le a nôñôl matédél. Hiki hikékét hi kiñ hi nsañgna, di ñkudul ho bitilna bi ñéba ñgadba i inwet a nsañge hyo. Hindéé mut a ñket liyaa li minje, a ñkum soñ le a gayéñ bé iyi njemut a bisañge nwo. Hala a ñkoblba le mut a tabé kunde i béé i bitilna bi nkiha ni mayaa inyu too njañ i basañge. Yom himut a yé kunde i boñ i yé libéé i mayaa ma minje inyu ihôlôs lisolol makiñ, tole isolol kiñ i ñgim mut tôbôtôbô, ni minsélél mi makiñ mimpe ki. Inyu isal inya nson i, kunde i yé le mut a nla béé i biniigana bi ñkiha ni mayaa, ni noñga gwo ni biniigana bipe biyé mu i minlélém mi mayaa.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
bas: Mayaa ma makiñ ma Common Voice ma nla kéda i si bitédél bi <licenseLink>CC0</licenseLink> mabéhna i <datasetLink>Libap jés li mayaa</datasetLink>. U nla ki ket mimbamba mi mayaa mimpe i nlélém u libap.

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
bas: Nsoñgi u mañgeñ ma makiñ ma di makôhle, ma yé le bôt 2 isi bôt 3 ba nneebe, ba kwet mo le "Nn". Hala a ñéba libim li bôlô li maséla ikolbaha ni likak jés li 10 li dikôô li mañgeñ.

source: The count of voice recording hours we have collected so far.
bas: Nsoñgi u mañgeñ ma makiñ ma di makôle ibol hana i ñgéda ini.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
bas: Nseñ u mayaa ma makiñ ma Common Voice u yé le tonje mut i ñkoñ isi a laa pémés minsoolene mi makiñ, minsoolene mi makiñ ma bôt, ndi to umbe ntén u bañ ipe i mbéda i minje mi makiñ. Nsoolene u makiñ u yé ndigi ndôñ bañ yada, i mut a nla hôlhene mayaa ma makiñ.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
bas: Toga i mayaa ma Common Voice i mbuu mahop i ntédhana ni libônglana i masañga mana, ni hôla i mbuu limut. Ibale u yé le u gwés hôla bés le Common Voice a tôa ni mahop ma mondo mape, leñ le jis i <sentenceCollectorLink>Kôhlene i ntôñ bibuk</sentenceCollectorLink> inyu ikônde mintôñ mi bibuk mimpe i toga i mayaa, ni i <pontoonLink>Pontoon</pontoonLink> nu Mozilla inyu lihyelel Jumbul li web jomede. Mahop ma mondo ma nla ndigi kôndba i Common Voice inyu njañgi ibale 5000 i mintôñ mi makiñ mi nneebana.

source: The number of recordings and which languages you contribute to will be public.
bas: Nsoñgi u dikékét dimakiñ u nsañge ni i hop u nsañgne mo, biga pam bé i bamba.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
bas: Maboñok ma mboñ le biyimbne bi nsañge-kiñ bi liibe ikédé dikékét di makiñ a ñkôle, indéé bi ñkéña njak le mut a nla ket gwo ikédé mayaa.

source: The recording was too long.
bas: Liodol joñ li nlôôha ap.

source: The recording was too quiet.
bas: Liodol joñ li nlôôha nôôga i si.

source: The recording was too short.
bas: Liodol joñ li nlôôha bikidik

source: These languages are currently under community development. The progress bars indicate how far each language is in the process of <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.
bas: Mana mahop ma yé i si mahôlôs ba bet-hop i ñgeñ ini di téé. Kiki bôlô i nséla, hala nyen ntendee u ñéba inya libim li ntel <localizationGlossaryLink>mawas ma ntjep ma njumbul li web</localizationGlossaryLink> li hiki hop ma gwéé, nlélém ni <sentenceCollectionGlossaryLink>likot mintôn mi bibuk</sentenceCollectionGlossaryLink>.

source: The selected file is too large
bas: I liñgeliñge u ntep i nlôôha yét

source: The sentence has a grammatical or spelling error.
bas: Ntôñ bibuk u gwéé hihôha hi ñgobol hop tole hi matila hop.

source: The sentence has disrespectful or offensive language.
bas: I ntôñ u bibuk unu, u yé diyana tole nyumbi.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
bas: Ndék ñgéda we jumbul li ntiimba ki bôdôl kôble. Inyu ikôs biniigana bilégék, di nsoohe we le u jôp i <matrixLink>yuyut i ñkwel le Matrix</matrixLink>, tole léñél <githubLink>GitHub</githubLink>, tole <discourseLink>biyuyut gwés bi miñkwel</discourseLink> inyu lisule ni hes mandoñ ma mpémél we i jumbul.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
bas: TED-LIUM Liñgund a bi bôda ni miñañ mi nyo mi mi bi kwéda ni matila gwobisô bibak ntéédaga i Jumbul li TED.

source: This is approximately the number of hours required to train a production speech-to-text system.
bas: Ññ, hala a yé bebee le libim li ñgeñ li mbéda iyu iniiga minyum mi nhyelel makiñ matila.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
bas: Ini i yé ndémbél i suñ i gwéé minje mi nhuñge bañ i nsolol ñañga u pok-iba-iaa ni nn / to.

source: This is open source software which can be freely remixed, extended, and improved. Mycroft may be used in anything from a science project to an enterprise software application.
bas: Ini i yé sadaga hikôm a yé le, to nje a nla tiimba hyelel hyo ijé lihyelhak, tole a nnôbe ijé linôbge, tole a hôlôs ijé lihôlhak. Mycroft a nla bôñla iñgadak i manjel, ibôdôl i yum i nson ike pam i mandap ma bahôlôs dikôm di bibañ.

source: This is our process for translating and adapting our content for many locales (languages).
bas: Hana nyen di nnôñôl inyu ihyelel ni ikôlbaha biniigana gwés ni mbuu i mahop ipe

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
bas: Lini likégél jon li nhôla i bok bitéé gwoñ bi kumba. Ibale li sôli, ntel u mahol ma bôlô yoñ u nyél ndidi. Hala a ñkobla le, liñgeliñge yoñ, ôha yoñ i jôl ni ntel u mahol ma bôlô bi ganene bé i bitéé bi kumba. Yimbe le, lisugde bitéé bi kumba li nyoñ yom ki manut { $minutes } nwaa le mahéñha ma nnene.

source: Three to go!
bas: A yii we biaa

source: Today
bas: Len

source: Today's Common Voice progress on clips recorded
bas: Libim li nson u len u liodol dikékét di makiñ i Common Voice

source: Today's Common Voice progress on clips validated
bas: Libim li nson u len u lineebe dikékét di makiñ i Common Voice

source: Today's Progress
bas: Libim li nson u nséla len

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
bas: Inyu boñ le kiñ i jôp ikédé mayaa ma Common Voice, baemble iba ba nlama nneebe yo.

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
bas: Inyu boñ le mayaa ma minje ma Common Voice ba ba nseñ inya i mbôk i sôk, di bikit le ndigi ibitilna bi lipigil jap li yé i si bitédél bi Creative Commons (CC0) gwon di nla nneebe. Libôñôl matiñ ma CC0 li ñkobla le iléba basadaga ba bitilna li nlet, ndi hala a nnés njel le to njee a nla bôñôl makiñ ma mpémél mu iba bé le jam li kéñ mut ndi to le a bat kunde yak Mozilla. Suk yéñe wés a yé le mayaa ma nlôl i mbuu-mahop ba bana mbôô limut yosô nseñ u mbôk u sôk, to ibale bana bôt ba yé batoñ-yi, mabôñ ma bisuglu, bipapama bi muu ma nson, dikuu di ane, dikuu di nsal nson u Mbog, ni balôhbe-mam.

source: Top Contributors
bas: Babôk bisu i kédé basañge

source: Total
bas: Ñwominsô

source: Total Approved
bas: Mineebege ñwominsô

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
bas: ñgeñ { $totalHours }i nla yon ibol ngimsôn { $periodMonths }i nla yon ibol ngimsôn { $periodMonths }i nla yon ibol ngimsôñ { $periodMonths }i nla yon ibol ngim

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
bas: Ni waé, ndi nnunda mahee ni ikodol umbe ntén u biniigana di mpémés i mbamba. Nôñôl i njañ i yé ha isi inyu libônde libôñ li Common Voice i bañ yoñyoñ.

source: Toward next goal
bas: Bééla i ndak i nnoñ

source: Track progress here and on your stats page.
bas: Hes mahol ma bôlô yoñ hana ntôñ ni lipep li pôk-ñañga yoñ.

source: Turkish
bas: Turkia

source: Ubykh
bas: Ubik

source: Ukrainian
bas: Ukrainia

source: UPLOAD
bas: NYOS

source: Upload aborted. Do you want to delete your recordings?
bas: Nyôha i nyôha bé. Ba u nsômbôl sas kiñ yoñ u ñôde?

source: Upload an image file
bas: Nyos ñgim liñgeliñge yoñ

source: User Name
bas: Ñgédi

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
bas: Baemble ba ñemble ni ineebe tole itjél minkôlge mi dikékét di makiñ, ibale ba ntehe le inwet a ñkôle kiñ a ntibil añ ntôñ u bibuk loñge.

source: Using Common Voice
bas: Lela ba mbôñôl Common Voice ?

source: Uzbek
bas: Usbekia

source: Validated Clips
bas: Mineebege mi dikékét di makiñ

source: Validated Hours
bas: Minneebege mi mañgeñ

source: Validated Hrs
bas: Mineebege mi mañgeñ

source: Validated Hr. Total
bas: Nsôngi u mañgeñ ma mineebana

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
bas: Lineebele kiñ i héli liyé nseñ ñgandak inyu nson u digwéé i sal i Common Voice. Yoñ ndék ñgéda i emble, ka iyé le, hala a laa hôla bés i ôô mayaa ma minje mii makiñ, ma ma gwéé mahoñ.

source: Validations
bas: Maneebe matan

source: Venetian
bas: Vénésia

source: Version
bas: Bitéé bi lipémhak

source: Vietnamese
bas: Vietnamia

source: View your progress against personal and project goals.
bas: Béñge mahol ma nson woñ inoñnaga ni makak moñ wemede.

source: Visible
bas: I mbamba

source: Voice clips are entered into a submission queue that readies them for listening.
bas: Dikékét di makiñ di yé ñkoyok ntôñ ikéde ntôn u njañgi, di bembek le di emblana.

source: Voice Dataset, Ready for Download
bas: Mayaa ma minje mi makiñ, mbômhaga inyu ñkeda

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
bas: Kiñ iyé kom-ligwéé, kiñ i yé bôk-ni-nyu. Inyu hala nyen lôôha yéñe a yé bés i hôlôs makeñge ni ini njel le bikey gwés bilak nigle to isolol, to ikek makiñ. Ndi inyu boñ le di laa hôlôs mana makeñge, i mbéda didun ndi didun di makiñ.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
bas: Kiñ iyé kom-ligwéé, kiñ i yé bôk-ni-nyu. Inyu hala nyen lôôha yéñe a yé bés i hôlôs makeñge inya i yé le bikey gwés bilak nigle to solol makiñ. Ndi inyu boñ le di laa hôlôs mana makeñge, i mbéda didun ndi didun di makiñ.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
bas: Likeñge li isolol ni linigle makiñ li nlôôha hyéñha manjel bôt ba binam ni bikey ba nnôgla, he ndugi le imuu ma makeñge ma ntôl ba, manlôôha die, mabak ki imañan. Common Voice a bibôda ni Mozilla inyu iboñ le likeñge li linigle ni lisolol makiñ li kônde hoñ ni le ñgandak i bôt i laa bôñôl jo. Common Voice a yé nlume u toga i minje mi minsañgge mi makiñ ni ñkoñ hisi wonsô, u u nti to nje mut njel le a laa hôlôs bisoolene to biniglene bi makin, ni to umbe hop. Di ñkot mayaa ma makiñ he ndigi i mahop makeñi ma ñkoñ hisi bé ndi yak i mahop ma ma mpôda ndigi ni ndék i bôt. Litjam nya-ndi-nya i mayaa ma makiñ li nti bakek makeñge, babônde minson, ni maloñ maap le bomede bahôlôs ini yi. He ndigi Common Voice nyetama bé, di nsal yak inyu ikek sadaga nyum u soolene ni linigle makiñ, u di nsébél le Deep Speech.

source: Voice recording in progress
bas: Kiñ yoñ i nya nyôña

source: Voices Online Now
bas: Makiñ ma mayé i mpee, hanano

source: Votic
bas: Votik

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
bas: VoxForge a bibôda inyu ikot miñkwedek mi mahop ma nyo, ni njel le bi bôñla i Basadga ba Minyum mi nsolol ni linigle makiñ.

source: Want to change your voice clip?
bas: U gwéé ñgôñ i héñha kiñ yoñ e ?

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
bas: U yé le u gwés le Common Voice a kônde hôlôl e ? Loñge i jam ! Tilna ni bés ni njel mél tole i yuyut in <discourseLink>Ñkwel</discourseLink>, yis bés ni njel <githubLink>GitHub</githubLink> imam ma ntééñga ikédé jumbul jés, tole lo koba bijô bi yuyut i ñkwel le <matrixLink>Matrix</matrixLink>.

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
bas: U yé le u bana ngôñ le di bigda we ibale bitéé bipe bi mayaa ma Common Voice bi mpam e ? Tila jôl i jujut yés i manwin.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
bas: Ndi nhôlôs sadaga mayaa ma makiñ ni ti me le to nje a nla bôñôl mo i niiga bikey lisolol to linigle makiñ.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
bas: Ikede jut li bôlô le Mozilla, di ñkot bôt inyu lihôlôs minsélél mi mapôdôl. Di yé le di gwés kônde ba libaba ni we, ka i ye le u lak yis bés ibale manjel ma yondo ma libulus njañgi makiñ, ma nnene, ni inyu iyi lelaa u ñgwélél mayaa ma makiñ ma nsaňgna.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
bas: Mahoñol més ma yé le basoso ba mayaa ma makiñ ba ba ntiba sadaga, ba nla hôla le pémsan i ndaaba i hôlôs makeñge ma makiñ i ba bañ nyugna-nyugna. Unu nson u yé nson u libut, u yé le himut a yé nséblaga i yoñ ñgaba. Iyés pes, ndun i yé le makeñge ma lisolol to linigle makiñ ma ba bañ ndigi ma néhi inyu ñgim i bôt, ndi mayibla yaga inyu nya-ndi-nya i mahop ni makiñ ma bôt bobasô ni ñkoñ hisi.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
bas: Mahoñol més ma yé le basoso ba mayaa ma makiñ ba ba ntiba sadaga, ba nla hôla le pémsan i ndaaba i hôlôs makeñge ma makiñ i ba bañ nyugna-nyugna. Common Voice ni mbuu yé i mayaa ma minje nyen a yé lôôha-bikeñi toga i mayaa ikédé bitoga gwobisô.

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
bas: Inyu ôt mintel mi mañgeñ, si mbôk di ôt hihéga hi ntel u hiki kéket i kiñ, imbus bi bulus unu ntel ni nsoñgi u dikékét di makiñ tjodisô ma lôlak ni mahop momasô i Common Voice.

source: We couldn’t find that page for you
bas: Lipep u ntoñ di nla bé léba jo

source: Weekly
bas: Hi Sondi

source: Weekly Goal
bas: Likal li sondi

source: Welcome { $company } staff!
bas: Malo malam a bagwel-nson ba { $company }

source: Welcome to Common Voice
bas: Malo malam i Common Voice

source: Welsh
bas: Seltia

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
bas: Di mbôn we le, di gatédés libim u nla saňge. U yé le u kônde kôs ndoñol ikolbaha ni <privacyLink>ñkok u matédés</privacyLink> wés.
